Repository: 0zlw/tabbycat
Catalog: tabbycat/printing/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Feedback Forms
ar: تموذج التغذية الراجعة

source: No feedback questions have been added for either teams or adjudicators to answer.
ar: لم يتم اضافة اي سؤال للتغذية الراجعة

source: No feedback questions have been added for teams to answer.
ar: لم يتم اضافة اي سؤال للتغذية الراجعة من الفريق

source: No feedback questions have been added for adjudicators to answer.
ar: لم يتم اضافة اي سؤال للتغذية الراجعة من الحكم

source: There are no feedback sheets available — perhaps adjudicators have not been allocated?
ar: لا يوجد استبيان متوفر —

source: Use Ctrl+P for printing or saving to PDF. Be sure to set the appropriate <strong>page orientation</strong>, to turn off <strong>headers/footers</strong> and turn on <strong>background graphics</strong>. Works best in Chrome or Safari.
ar: استخدم كترل + P للطباعة أو الحفظ إلى بدف. تأكد من تعيين<strong> الصفحة المناسبة </strong>التوجه، لإيقاف <strong>رؤوس / التذييلات </strong>وتشغيل <strong> باكغروند الرسومات </strong>يعمل بشكل أفضل في كروم أو سفاري.

source: Scoresheets
ar: ورقة النتائج

source: Printable Scoresheets for %(round_name)s
ar: ورقة النتائج جاهزة للطباعة %(round_name)s

source: There are no scoresheets available — perhaps the round has not been drawn?
ar: لم تتوفر نموذج درجات لهذه الجولة —

source: Overall Score
ar: مجموع الدرجات

source: Unaffiliated
ar: غير منتسبين

source: Team
ar: فريق
