Repository: 0zlw/tabbycat
Catalog: tabbycat/privateurls/locale/*/LC_MESSAGES/django.po
Languages: es

source: Team
es: Equipo

source: Private URL Management
es: Manejo de links Privados

source: ballot
es: ballots

source: recipient adjudicator
es: Juez que recibe

source: recipient speaker
es: Orador que recibe

source: URL type
es: Tipo de URL

source: e-mail address
es: dirección e-mail

source: URL key
es: Clave de URL

source: timestamp
es: marca de tiempo

source: private URL sent mail record
es: El URL privado fue enviado al correo registrado

source: private URL sent mail records
es: El URL privado fue enviado a los correos registrados

source: No recipient (adjudicator or speaker) was specified.
es: No se especificó ningún destinatario (adjudicador o debatiente)

source: There was both a recipient adjudicator and a recipient speaker.
es: Hay ambos, un adjudicador y un orador que reciben

source: Email Private Ballot URLs
es: Enviar URLs de ballots privadas

source: Review the list of adjudicators who are due to be sent an email with their private ballot URL, then click the button at the bottom of the page to send the emails.
es: Revise la lista de jueces a los que les falta enviar un correo electrónico con la URL de su ballot privado, luego haga click en el botón al final de la página para mandar el los correos electrónicos.

source: The following adjudicators have a URL key but don't have an e-mail address, so won't get e-mails: %(adjudicators_list)s
es: Los siguientes jueces tienen una clave URL pero no tienen una dirección de correo electrónico, por lo que no recibirán este correo:%(adjudicators_list)s

source: %(nadjs)s adjudicator who has already had their ballot URL sent to them is excluded from the below list. You can review the sent mail records in the <a href="%(sent_mail_records_url)s">Edit Database area</a>.
es: %(nadjs)s juez al que ya se le envió la URL de sus ballot se excluye de la siguiente lista. Puede revisar el registro de correos electrónicos enviados en el <a href="%(sent_mail_records_url)s">área de Edición de Base de Datos</a>.

source: Send emails with private ballot URLs to adjudicators
es: Enviar correos electrónicos con las URLs de las ballots privadas a los jueces.

source: Email Private Feedback URLs
es: Enviar URLs de feedback privadas

source: Review the list of speakers and adjudicators who are due to be sent an email with their private feedback URL, then click the button at the bottom of the page to send the emails.
es: Revise la lista de oradores y jueces que aún no envían un correo electrónico con su URL de retroalimentación privada, luego haga click en el botón al final de la página para enviar los correos.

source: The following speakers have a URL key but don't have an e-mail address, so won't get e-mails: %(speakers_list)s
es: Los siguientes oradores tienen una clave URL pero no tienen una dirección de correo electrónico, por lo que no recibirán este correo: %(speakers_list)s

source: %(nspeakers)s speaker
es: %(nspeakers)s orador

source: %(nadjs)s adjudicator
es: juez %(nadjs)s

source: %(speaker_phrase)s and %(adjudicator_phrase)s who have already had their feedback URLs sent to them are excluded from the below list. You can review the sent mail records in the <a href="%(sent_mail_records_url)s">Edit Database area</a>.
es: %(speaker_phrase)s y %(adjudicator_phrase)s a los que ya se les enviaron las URLs de su retroalimentación son excluidos de la siguiente lista. Puede revisar el registro de correos electrónicos enviados en el <a href="%(sent_mail_records_url)s">área de Edición de Base de Datos</a>.

source: Send emails with private feedback URLs to speakers and adjudicators
es: Enviar correos electrónicos con las URLs de retroalimentación privada a oradores y jueces

source: There are no private URLs assigned.
es: No hay URLs privadas asignadas.

source: Generate Private URLs
es: Generar URLs privadas

source: View URLs
es: Ver URLs

source: Print Feedback URLs
es: Imprimir URLs de Feedback

source: Print Ballot URLs
es: Imprimir URLs de Ballots

source: Email Feedback URLs
es: Enviar URLs de Feedback

source: Email Ballot URLs
es: Enviar URLs de Ballots

source: Teams
es: Equipos

source: Feedback URL
es: URL de Feedback

source: Adjudicators
es: Jueces

source: Ballot URL
es: URL de Ballot

source: There was a problem connecting to the e-mail server when trying to send privateballot URLs to adjudicators.
es: Hubo un problema conectando con el e-mail del servidor cuando intentábamos enviar los URLs de las ballots a los adjudicadores.

source: Your team's feedback submission URL for %(tournament)s
es: El URL de tu equipo para cargar el feedback de%(tournament)s

source: Hi %(name)s, At %(tournament)s, we are using an online adjudicator feedback system. As part of %(team)s, you can submit your feedback at the following URL. This URL is unique to you — do not share it with anyone, as anyone who knows it can submit feedback on your team's behalf. This URL will not change throughout this tournament, so we suggest bookmarking it. Your team's private feedback submission URL is: %(url)s
es: Hola %(name)s En el %(tournament)s, estamos usando un sistema en linea de retroalimentación a los adjudicadores. Como parte del equipo %(team)s, puedes subir tu feedback en la siguiente URL. Esta URL es unicamente para ti — no la compartas con nadie, si alguien más la tiene puede cargar el feedback de tu equipo a tu nombre. Esta URL será la misma durante todo el torneo, te sugerimos guardarla en favoritos. La URL privada para que tu equipo cargue el feedback es: %(url)s

source: There was a problem sending private feedback URLs to speakers.
es: Hubo un problema al enviar los URLs con los códigos privados de los oradores.

source: Your personal feedback submission URL for %(tournament)s
es: Tu URL personal para cargar el feedback para el %(tournament)s

source: Hi %(name)s, At %(tournament)s, we are using an online adjudicator feedback system. You can submit your feedback at the following URL. This URL is unique to you — do not share it with anyone, as anyone who knows it can submit feedback on your behalf. This URL will not change throughout this tournament, so we suggest bookmarking it. Your personal private feedback submission URL is: %(url)s
es: Hola %(name)s, En el %(tournament)s, estamos usando un sistema de retroalimentación en linea para calificar a los jueces, este estará disponible en el siguiente link. Este link es para su uso exclusivo — no lo comparta con nadie más, si alguien más lo tiene podrá ingresar el resultado por usted. Este link será el mismo durante todo el torneo, así que le recomendamos guardar la dirección en favoritos. El link para cargar su feedback es: %(url)s

source: There was a problem sending private feedback URLs to adjudicators.
es: Hubo un problema al enviar el link con los feedbacks a los adjudicadores.

source: %(nadjudicators)d adjudicator
es: %(nadjudicators)djueces

source: E-mails with private feedback URLs were sent to %(speakers_phrase)s and %(adjudicators_phrase)s.
es: Los e-mails con los links para acceder a los feedbacks privados fueron enviados a %(speakers_phrase)s y a %(adjudicators_phrase)s
