Repository: 0zlw/tabbycat
Catalog: tabbycat/options/locale/*/LC_MESSAGES/django.po
Languages: ar

source: instance
ar: حالة

source: tournament preference
ar: تفضيل البطولة

source: tournament preferences
ar: تفضيلات البطولة

source: Score Rules
ar: قوانين الدرجات

source: Minimum allowed score for substantive speeches
ar: أقل درجة مسموحة للخطابات الأساسية

source: Minimum speaker score
ar: الحد الأدنى من درجة المتحدث

source: Maximum speaker score
ar: الحد الأعلى من درجة المتحدث

source: Maximum allowed score for substantive speeches
ar: أكثر درجة مسموحة للخطابات الأساسية

source: Speaker score step
ar: درجة المتحدث

source: Score steps allowed for substantive speeches, e.g. full points (1) or half points (0.5)
ar: تسجيل درجات المتحدث المسموح بها للخطابات الموضوعية، على سبيل المثال النقاط الكاملة (1) أو نصف النقاط (0.5)

source: The largest amount by which one team can beat another (0 means no limit)
ar: أقصى فرق درجات يمكن أن يكون بين فريقين في نفس القاعة (0 يعني لا نهائي)

source: Maximum margin
ar: أقصى فرق للدرجات

source: Minimum allowed score for reply speeches
ar: أقل درجة مسموحة لخطاب الرد

source: Minimum reply score
ar: أقل درجة لخطاب رد

source: Maximum allowed score for reply speeches
ar: أكثر درجة مسموحة لخطاب الرد

source: Maximum reply score
ar: أكثر درجة خطاب رد

source: Score steps allowed for reply speeches, e.g. full points (1) or half points (0.5)
ar: تسجيل درجات خطاب الرد ، على سبيل المثال درجة كاملة (1) نصف درجة (0.5)

source: Reply score step
ar: درجة خطاب الرد

source: If checked, a team's winning margin includes dissenting adjudicators
ar: في حالة تحديده ، يشتمل الهامش الفائز بالفريق على الحكام المعارضين

source: Margin includes dissenters
ar: يشمل الهامش المعارضين

source: Draw Rules
ar: قوانين القرعة

source: The auto-allocator will only take adjudicators at or above this score as voting panellists
ar: سيتم توزيع المحكمين تلقائياً وفقاً لدرجات الأعضاء

source: Minimum adjudicator score to vote
ar: أقل درجة منحت من قبل الحكام

source: Penalty applied by auto-allocator for adjudicator-team conflict
ar: عقوبة يطبقها التخصيص التلقائي لصراع فريق الحكام

source: Adjudicator-team conflict penalty
ar: تعارض فريق المحكمين

source: Penalty applied by auto-allocator for adjudicator-team history
ar: عقوبة يتم تطبيقها بواسطة المُخصّص التلقائي على سجل الفريق القضائي

source: Adjudicator-team history penalty
ar: تعارض محكم-فريق

source: Penalty applied by conflict avoidance method for teams seeing their own institution
ar: عقوبة تطبق بطريقة تجنب الصراع للفرق التي تمثل نفس المؤسسة

source: Team institution penalty
ar: عقوبة فريق المؤسسة

source: Penalty applied by conflict avoidance method for teams seeing each other twice or more
ar: عقوبة تطبق بطريقة تجنب الصراع للفرق التي تمثل نفس المؤسسة

source: Team history penalty
ar: تاريخ عقوبات الفريق

source: If checked, the draw will try to avoid pairing teams against their own institution
ar: إذا تم التحديد ، سيحاول السحب تجنب إقران الفرق ضد مؤسستهم

source: Avoid same institution
ar: تجنب نفس المؤسسة

source: If checked, the draw will try to avoid having teams see each other twice
ar: في حالة تحديده ، سيحاول السحب تجنب مشاركة الفريق مرتين

source: Avoid team history
ar: تجنب تاريخ الفريق

source: How odd brackets are resolved (see documentation for further details)
ar: كيف يتم حل الأقواس الفردية (انظر الوثائق لمزيد من التفاصيل)

source: Odd bracket resolution method
ar: إضافة تدقيق

source: Pull up from top
ar: ترتيب من الأعلى

source: Pull up from bottom
ar: ترتيب من الأسفل

source: Pull up from middle
ar: ترتيب من المتوسط

source: Pull up at random
ar: ترتيب عشوائي

source: Intermediate brackets
ar: متوسط المستوى

source: Intermediate brackets with bubble-up-bubble-down
ar: متوسط المستوى مع ترتيب من أعلى إلى أسفل

source: Intermediate 1 (pre-allocated sides)
ar: متوسط 1 (الجوانب المخصصة سلفًا)

source: Intermediate 2 (pre-allocated sides)
ar: متوسط 2 (الجوانب المخصصة سلفًا)

source: How affirmative/negative positions are assigned (see documentation for further details)
ar: كيف يتم حل الأقواس الفردية (انظر الوثائق لمزيد من التفاصيل)

source: Side allocations method
ar: طريقة توزيع الأطراف

source: Random
ar: عشوائي

source: Balance
ar: الموازنة

source: Pre-allocated
ar: المخصصة سلفا

source: Manually enter from ballot
ar: إدخال النتائج يدويا ً

source: Slide: 1 vs 6, 2 vs 7, …. Fold: 1 vs 10, 2 vs 9, …. Adjacent: 1 vs 2, 3 vs 4, ….
ar: الجانب : 1 ضد 6 ، 2 ضد 7 ... ، الملف 1 ضد 10 ، 2 ضد 9 .... ، الحكام 1 ضد 2 ، 3 ضد 4 ...

source: Pairing method
ar: طريقة الاقتران

source: Slide
ar: جانب

source: Fold
ar: ملف

source: Adjacent
ar: حكم

source: Fold top, adjacent rest
ar: قمة الطية ، الراحة المجاورة

source: Method used to try to avoid teams facing each other multiple times or their own institution (see documentation for further details)
ar: الطريقة المستخدمة لمحاولة تجنب الفرق التي تواجه بعضها عدة مرات أو المؤسسة الخاصة بها (انظر الوثائق لمزيد من التفاصيل)

source: Conflict avoidance method
ar: طريقة تجنب الصراع

source: Off
ar: إيقاف

source: One-up-one-down
ar: واحد- فوق-واحد-اسفل

source: If using pull-ups, restrict which teams can be pulled up. Two-team formats only. Has no effect on BP or intermediate brackets.
ar: في حالة استخدام عمليات السحب ، قم بتقييد الفرق التي يمكن سحبها.

source: Pullup restriction
ar: ترتيب المقيد

source: No restriction
ar: ليست مقيدة

source: Choose from teams who have been pulled up the fewest times so far
ar: اختر من بين الفرق التي تم سحبها لأعلى عدد من المرات حتى الآن

source: BP position cost
ar: تكلفة النظام البريطاني

source: Simple
ar: بسيط

source: Rényi entropy
ar: إدخال النتائج

source: Rényi order (BP)
ar: إدخال النتائج ( البرلمان البريطاني )

source: BP position cost exponent
ar: وضع التكلفة الاسس للنظام البريطاني

source: Automatically make all adjudicators available for all rounds
ar: جعل جميع الحكام متوفرين تلقائيًا لجميع الجولات

source: Skip adjudicator check-ins
ar: تخطي تأكيد الحكم

source: Hide panellist positions in the UI (and don't allocate them)
ar: إخفاء قضايا المناظرة في واجهة المستخدم (وعدم تخصيصها)

source: No panellist adjudicators
ar: لا يوجد حكم من أعضاء الفريق

source: Hide trainee positions in the UI (and don't allocate them)
ar: إخفاء مواقف المتدربين في واجهة المستخدم (وعدم تخصيصها)

source: No trainee adjudicators
ar: لا يوجد محكم مدرب

source: Feedback
ar: التغذية الراجعة

source: Minimum possible adjudicator score that can be given
ar: أقل درجة محتملة من الحكم

source: Minimum adjudicator score
ar: أقل درجة من الحكم

source: Maximum possible adjudicator score that can be given
ar: أعلى درجة محتملة من الحكم

source: Maximum adjudicator score
ar: أعلى درجة من الحكم

source: Chairs on panellists and trainees
ar: رئيس الجلسة من قائمة المدربين

source: All adjudicators (including trainees) on each other
ar: جميع الحكام (بالإضافة إلى المدربين )

source: Used to inform available choices in the feedback forms for teams (both online and printed) and feedback progress; this option is used by, e.g., UADC
ar: تستخدم للإبلاغ عن الخيارات المتاحة في نماذج التعليقات للفرق (سواء على الإنترنت أو المطبوعة) والتقدم في التغذية الراجعة ؛ سيتم استخدام هذا الخيار ، على سبيل المثال ، UADC

source: Orallist only (voting panellists permitted, with prompts to select orallist)
ar: تعليمات شفهية فقط (مسموح بأعضاء لجنة التصويت )

source: All adjudicators in their panels (including trainees)
ar: جميع الحكام (بالاضافة إلى المدربين )

source: Show unexpected feedback submissions in participants pages
ar: عرض التغذية الراجغة الغير المتوقعة في صفحات المشاركين

source: Displays unexpected feedback with a question mark symbol; only relevant if public participants and feedback progress are both enabled
ar: يعرض التغذية الراجعة الغير متوقعة مع رمز علامة استفهام. فقط ذات الصلة إذا كان كل من المشاركين و التغذية الراجعة متطابقين

source: Show if an adjudicator is a trainee (unaccredited)
ar: عرض إذا كان المحكم متدرب ( غير معتمد )

source: Show unaccredited
ar: إظهار غير معتمد

source: Any explanatory text needed to introduce the feedback form
ar: أي نص توضيحي يجب أن يتم تقديمة كنموذج للتغذية الراجعة

source: Feedback introduction/explanation
ar: تقديم التغذية الراجعة / الشرح

source: Debate Rules
ar: قوانين المناظرة

source: Two-team format (e.g. Australs, WSDC) or British Parliamentary
ar: نموذج فريقين أو البرلمان البريطاني

source: Teams in debate
ar: الفريق من المناظرة

source: Two-team format
ar: نموذج فريقين

source: British Parliamentary (four teams)
ar: البرلمان البريطاني ( أربع فرق )

source: Ballots per debate (for in-rounds)
ar: نتيجة لكل مناظرة ( للجولات )

source: One ballot per voting adjudicator
ar: بطاقة تصوير لكل حكم

source: Consensus ballot (one ballot per debate)
ar: الاتفاق بالإجماع ( نتيجة واحد لكل مناظرة )

source: Whether panels submit a ballot each or a single ballot for a debate during the elimination rounds. Note: BP must use one per debate.
ar: ما إذا كانت اللجان ستقوم بإجراء اقتراع واحد أو ورقة اقتراع واحدة لإجراء مناقشة أثناء جولات الإقصاء. ملاحظة: يجب ان يستخدام النظام البريطاني لكل المناظرات .

source: Ballots per debate (for out-rounds)
ar: نتيجة لكل مناظرة ( للجولات )

source: How many substantive speakers on a team
ar: كم متحدث ثابت في الفريق

source: Substantive speakers
ar: المتحدث الثابت

source: What to call the teams
ar: ماذا يسمى الفرق

source: Side names
ar: اسم الجانب

source: Whether this style features scored reply speeches
ar: ما إذا كان هذا النمط يحتوي على خطابات رد

source: Reply scores
ar: رد الدرجات

source: Motion vetoes
ar: تصويت القضية

source: Standings
ar: التقسيمات

source: Team standings precedence
ar: ترتيب الأسبقية للفريق

source: The following metrics can't be listed twice: %(duplicates)s
ar: لا يمكن إدراج المقاييس التالية مرتين%(duplicates)s

source: Team standings extra metrics
ar: ترتيب الفرق الحالي

source: Tab Release
ar: إعلان التاب

source: Enables public display of the team tab. Intended for use after the tournament.
ar: العرض العام لتاب المتحدثين بعد هذه البطولة

source: Release team tab to public
ar: إعلان الفرق من التاب للجمهور

source: Only show scores for the top X teams in the public tab (set to 0 to show all teams).
ar: إظهار النتائج فقط لأعلى المتحدثين X في علامة التبويب العامة (لتعيين 0 لإظهار جميع المستجيبين).

source: Top teams cutoff
ar: فرق المداخلات

source: Enables public display of the speaker tab. Intended for use after the tournament.
ar: العرض العام لتاب المتحدثين بعد هذه البطولة

source: Release speaker tab to public
ar: إعلان المتحدثين من التاب للجمهور

source: Only show scores for the top X speakers in the public tab (set to 0 to show all speakers).
ar: إظهار النتائج فقط لأعلى المتحدثين X في علامة التبويب العامة (لتعيين 0 لإظهار جميع المستجيبين).

source: Top speakers cutoff
ar: أعلى مداخلات

source: Enables public display of the replies tab. Intended for use after the tournament.
ar: العرض العام لتاب المتحدثين بعد هذه البطولة

source: Release replies tab to public
ar: إعلان المداخلات من التاب إلى الجمهور

source: Only show scores for the top X repliers in the public tab (set to 0 to show all repliers).
ar: إظهار النتائج فقط لأعلى المستجيبين X في علامة التبويب العامة (لتعيين 0 لإظهار جميع المستجيبين).

source: Top replies cutoff
ar: أعلى مداخلة

source: Enables public display of all motions and win/loss/selection information. This includes all motions — whether they have been marked as released or not. Intended for use after the tournament.
ar: تمكن العرض العام لجميع الاقتراحات ومعلومات الفوز / الخسارة / الاختيار. ويشمل ذلك جميع القضايا — ما إذا تم وضع علامة عليها كمحرر أم لا. معد للاستخدام بعد البطولة.

source: Release motions tab to public
ar: إعلان القضية للجمهور من التاب .

source: Enables public display of the feedback scores of all adjudicators
ar: العرض العام لتاب المتحدثين بعد هذه البطولة

source: Release adjudicator tab to public
ar: إعلان الحكام للجمهور من التاب .

source: What (if released) the adjudicator tab shows
ar: ماذا ( لو تم اعلان ) الحكام من التاب

source: Adjudicator tab displays
ar: تاب المحكمين لا يعمل

source: Only shows test score
ar: عرض النتيجة التجريبية فقط

source: Only shows final score
ar: عرض النتيجة الأخيرة فقط

source: Shows test, final, and per-round scores
ar: عرض الاختبار ، النهائي و درجات الجولة المتقدمة

source: Data Entry
ar: إعدادات إدخال البيانات

source: Disabled (tab staff only)
ar: تعطيل ( تاب العمال فقط )

source: Use private URLs
ar: استخدم الرابط الخاص

source: Feedback submissions from participants
ar: اعتماد التغذية الراجعة من المشركين

source: If checked, users must enter a password when submitting public feedback and ballots
ar: في حالة تحديده ، يجب على المستخدمين إدخال كلمة مرور عند إرسال التغذية الراجعة و النتيجة

source: Require password for submission
ar: طلب كلمة المرور للاعتماد

source: Password for public submission
ar: كلمة السر للاعتماد العام

source: Enable motions
ar: تفعيل القضايا

source: Whether assistants can access pages that can reveal matchups and motions ahead of public release (these pages are useful for displaying draws/motions to the public and for printing ballots).
ar: إذا كان بإمكان المساعدين الوصول إلى الصفحات التي يمكن أن تكشف عن الحركات قبل اعلانها على العامة (هذه الصفحات مفيدة لعرض الرسومات / الاقتراحات للجمهور ولطباعة النتائج ).

source: All areas (results entry, draw display, and motions)
ar: جميع المناطق ( النتائج ، القرعة ، القضايا )

source: Just results entry and draw display
ar: إدخال النتائج و عرض القرعة

source: Only results entry
ar: إدخال النتائج فقط

source: Score return location
ar: العودة إلى الدرجات

source: Feedback return location
ar: العودة إلى موقع التغذية الراجعة

source: Public Features
ar: الميزات العامة

source: Welcome message
ar: رسالة الترحيب

source: UI Options
ar: إعدادات واجهة المستخدم

source: Show motions in results
ar: عرض نتائج القضايا

source: Whether and how to use code names for teams
ar: ما إذا كان وكيفية استخدام أسماء الرموز للفرق

source: Team code names
ar: اسم رمز الفريق

source: Do not use code names
ar: لا تستخدم الأسماء الرمزية

source: Use real names everywhere, and show code names in tooltips
ar: استخدم الاسم الحقيقي و اعرض الاسم الرمزي في حقل الادوات

source: Use code names for public; real names with code names in tooltips for admins
ar: استخدم الاسم الرمزي للعامة ، و اعرض الاسم الحقيقي و الرمزي في حقل الأدوات للمدير

source: Use code names for public; code names with real names in tooltips for admins
ar: استخدم الاسم الرمزي للعامة ، و اعرض الاسم الحقيقي والرمزي في حقل الأدوات للمدير

source: Use code names everywhere; do not use tooltips (real names show in some admin views)
ar: استخدم الاسم الرمزي للكل ، دون عرضه في قائمة الأدوات

source: Show emoji
ar: إظهار الرمز

source: Show team institutions
ar: إظهار مؤسسة الفريق

source: Show adjudicator institutions
ar: عرض حكم المؤسسة

source: Show speakers in draw
ar: عرض المتحدثين في القرعة

source: Show all draws
ar: عرض جميع القرع

source: Order to display motions
ar: إخفاء القضايا

source: Earliest round first
ar: الجولة المبكرة

source: Latest round first
ar: الجولة المتأخرة

source: Show an introduction screen when loading the allocation interface (this will automatically uncheck whenever the screen is shown)
ar: عرض شاشة مقدمة عند تحميل واجهة التخصيص (سيؤدي ذلك إلى إلغاء تحديدها تلقائيًا عند ظهور الشاشة)

source: League Options
ar: إعدادات الدوري

source: Show divisions to public
ar: عرض التقسيمات للجمهور

source: Enable divisions
ar: تفعيل التقسيمات

source: Enable forfeits
ar: تفعيل المصادر

source: Enable division motions
ar: تفعيل تقسيم القضايا

source: Enable flagged motions
ar: تفعيل القضايا

source: Enable adjudicator notes
ar: تفعيل ملاحظات الحكام

source: Enable debate scheduling
ar: تفعيل جدول المناظرة

source: Share adjudicators
ar: مشاركة الحكام

source: Share venues
ar: مشاركة القاعات

source: Configuration
ar: ترتيب

source: Special options for running large multi-venue multi-level debating competitions. Warning: these features are not fully tested or supported.
ar: خيارات خاصة لإدارة مسابقات كبيرة متعددة المناظرات متعددة المستويات. تحذير: لا يتم اختبار هذه الميزات أو دعمها بشكل كامل.

source: Manually Set Current Round
ar: إدخال يدوي للجولة الحالية

source: Presets
ar: إعدادات مسبقة

source: Apply %(preset_name)s
ar: تطبيق %(preset_name)s

source: Back to Configuration
ar: العودة إلى الترتيب

source: Confirm Presets: %(preset_title)s
ar: التأكيد المسبق %(preset_title)s

source: Preferences that will not change
ar: التفضيلات التي لن تتغير

source: Preferences that will change
ar: التفضيلات التي سوف تتغير

source: Configuration: %(section_name)s
ar: الترتيب : %(section_name)s

source: Edit Configuration: %(section_name)s
ar: تعديل الترتيب : %(section_name)s

source: Tournament options (%(section)s) saved.
ar: خيارات البطولة ( %(section)s ) حفظت

source: Tournament options saved according to preset %(name)s.
ar: خيارات البطولة حفظت و تم إرسالها إلى %(name)s
