Repository: 0zlw/tabbycat
Catalog: tabbycat/adjfeedback/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Source
ar: الدرجات

source: Adjudicator Feedback
ar: التعذية الراجعة من المحكم

source: chair
ar: رئيس الجلسة

source: solo
ar: فردي

source: panellist
ar: محكم

source: trainee
ar: محكم متدرب

source: Yes
ar: نعم

source: No
ar: لا

source: This field is required.
ar: هذه الخانة مطلوبة

source: Overall score (%(min)d=worst; %(max)d=best)
ar: مجموع الدرجات ( %(min)d= سيء ; %(max)d = أفضل )

source: -- Adjudicators --
ar: -- المحكم --

source: Adjudicator this feedback is about
ar: راي الحكم حول التغذية الراجعة

source: %(name)s (%(round)s — chair gave oral)
ar: %(name)s(%(round)s— عدد الكراسي )

source: %(name)s (%(round)s — chair rolled, this panellist gave oral)
ar: %(name)s(%(round)s— رئيس الجلسة )

source: adjudicator
ar: محكم

source: round
ar: جولة

source: score
ar: درجة

source: timestamp
ar: الزمن

source: adjudicator test score history
ar: تاريخ درجات الحكم

source: adjudicator test score histories
ar: تواريخ درجات الحكم

source: question
ar: سؤال

source: feedback
ar: تغذية راجعة

source: answer
ar: جواب

source: adjudicator feedback boolean answer
ar: اجابة الحكم حول التغذية الراجعة

source: adjudicator feedback boolean answers
ar: اجابة الحكم حول التغذية الراجعة

source: adjudicator feedback integer answer
ar: اجابة الحكم حول التغذية الراجعة

source: adjudicator feedback integer answers
ar: اجابة الحكم حول التغذية الراجعة

source: adjudicator feedback float answer
ar: اجابة الحكم حول التغذية الراجعة كانت عامة

source: adjudicator feedback float answers
ar: اجابة الحكم حول التغذية الراجعة كانت عامة

source: adjudicator feedback string answer
ar: اجابة الحكم حول التغذية الراجعة

source: adjudicator feedback string answers
ar: اجابة الحكم حول التغذية الراجعة

source: checkbox
ar: صندوق الاختيارات

source: yes/no (dropdown)
ar: نعم/لا

source: integer (textbox)
ar: عدد صحيح (textbox)

source: integer scale
ar: الميا

source: float
ar: عام

source: text
ar: نص

source: long text
ar: نص طويل

source: select one
ar: اختيار

source: select multiple
ar: اختيار متعدد

source: tournament
ar: دوري

source: sequence number
ar: رقم التسلسل

source: The question displayed to participants, e.g., "Did you agree with the decision?"
ar: السؤال المعروض على المشاركين، على سبيل المثال، "هل توافق على القرار؟"

source: name
ar: اسم

source: A short name for the question, e.g., "Agree with decision"
ar: سؤال قصير على سبيل المثال " موافق على القرار "

source: reference
ar: معارض

source: from adjudicator
ar: من الحكم

source: Adjudicators should be asked this question (about other adjudicators)
ar: سؤال من الحكم

source: from team
ar: من الفريق

source: Teams should be asked this question
ar: سؤال الفريق

source: answer type
ar: نوع الجواب

source: required
ar: مطلوب

source: minimum value
ar: الدرحة المتدنية

source: Minimum allowed value for numeric fields (ignored for text or boolean fields)
ar: الحد الأدنى للقيمة المسموح بها للحقول الرقمية

source: maximum value
ar: الدرجة العالية

source: Maximum allowed value for numeric fields (ignored for text or boolean fields)
ar: الحد الاعلى للقيمة المسموح بها للحقول الرقمية

source: choices
ar: أختيارات

source: adjudicator feedback question
ar: سؤال للتعذية الراجعة من المحكم

source: adjudicator feedback questions
ar: جواب للتعذية الراجعة من المحكم

source: source adjudicator
ar: نتيجة الحكم

source: source team
ar: نتيجة الفريق

source: adjudicator feedback
ar: التعذية الراجعة من المحكم

source: adjudicator feedbacks
ar: التعذية الراجعة من المحكم

source: Either the source adjudicator or source team wasn't specified.
ar: يتم تحديد رئيس الجلسة

source: There was both a source adjudicator and a source team.
ar: كان هناك حكم من الفريق المشارك

source: Adjudicator did not see this debate.
ar: الحكم لم يشاهد هذه المناظرة

source: Score
ar: الدرجات

source: Feedback
ar: تغذية راجعة

source: There are some problems with this feedback submission. Please review and correct them.
ar: هناك بعض المشاكل في التغذية الراجعة يرجى مراجعتهم

source: When submitting this form your IP address will be stored for logging purposes.
ar: عند إرسال هذا النموذج سيتم تخزين عنوان إب الخاص بك لأغراض التسجيل.

source: Test
ar: تجربة

source: Score Ratio
ar: الدرجات

source: All adjudicators with a score high enough to vote, but who aren't allocated as chairs, are allocated as panellists by the auto-allocator.
ar: ويتم تخصيص جميع المحكمين الذين يحصلون على درجة عالية بما فيه الكفاية للتصويت،

source: A Team
ar: فريق

source: Team
ar: فريق

source: Institution
ar: منتخب

source: An Adjudicator
ar: محكم

source: Adjudicator
ar: محكم
