Repository: 0zlw/tabbycat
Catalog: tabbycat/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Arabic
ar: عربي

source: English
ar: إنجليزي

source: Spanish
ar: أسباني

source: French
ar: فرنسي

source: You need to delete the above objects first.
ar: تحتاج إلى مسح الموضوع أولا

# page title
source: Form Title
ar: عنوان النموذج

source: Sub Title Title
ar: العنوان الفرعي

# button
source: Log In
ar: تسجيل دخول

# button
source: I forgot my password
ar: نسيت كلمة المرور

source: Whoops! There was an error with one or more fields.
ar: حدث خطأ في حقل واحد أو أكثر

source: Save and Add More
ar: حفظ وإضافة المزيد

source: Permission Denied (403)
ar: تم الرفض (403)

source: Learn more about donating.
ar: إعلم المزيد حول التبرع

source: Need ballots?
ar: تحتاج إلى نتائج ؟

source: Documentation
ar: البيانات

source: Facebook
ar: فيس بوك

source: Set Up A Copy
ar: إعداد نسخة

source: Change Language
ar: تغيير اللغة

source: Use this language
ar: استخدم هذه اللغة

source: Overview
ar: عرض

source: Private URLs
ar: رابط خاص

source: Edit Database
ar: تعديل قاعدة البيانات

source: Sides
ar: الجانبين

source: Divisions
ar: تقسيمات

source: Feedback
ar: التغذية الراجعة

source: Standings
ar: التقسيمات

source: Teams
ar: الفرق

source: Speakers
ar: متحدثين

source: %(category_name)s Speakers
ar: %(category_name)sالمتحدثين

source: Motions
ar: قضايا

source: Diversity
ar: تقسيمات

source: Log Out
ar: تسجيل الخروج

source: Enter Results
ar: إدخال النتيجة

source: Check In Ballots
ar: تأكد من النتيجة

source: Enter Feedback
ar: إدخال التغذية الراجعة

source: Display/Print Draw
ar: عرض / طباعة

source: Team Tab
ar: تصنيف النتائج حسب الفرق

source: Speaker Tab
ar: تصنيف النتائج حسب المتحدثين

source: %(category_name)s Tab
ar: %(category_name)sتاب

source: Replies Tab
ar: نتائج خطابات الرد

source: Adjudicator Tab
ar: نتائج المحكمين

source: Motions Tab
ar: نتائج القضايا

source: Draw for %(round_name)s
ar: قرعة%(round_name)s

source: Draws
ar: القرعة

source: View All
ar: عرض الكل

source: Results
ar: النتائج

source: Break
ar: تأهل

source: Adjudicators
ar: المحكمين

source: Feedback Progress
ar: التغذية الراجعة

source: Enter Ballot
ar: إدخال التصويت

source: Draw
ar: قرعة

source: Site Home
ar: الصفحة الرئيسية

source: Login
ar: دخول

# page title
source: Login
ar: دخول

# page title
source: Log in to Tabbycat
ar: دخول إلى Tabbycat

source: Your username and password didn't match.
ar: اسم المستخدم و كلمة المرور لا يتطابقان

source: Please log in to see this page.
ar: الرجاء الدخول من خلال هذه الصفحة

# page title
source: Password changed
ar: تغيير كلمة السر

source: Your password has been changed.
ar: تم تغيير كلمة السر

source: Go to the home page
ar: العودة إلى الصفحة الرئيسية

# page title
source: Password Change
ar: تغيير كلمة السر

source: Please enter your old password, then enter a new one.
ar: الرجاء إدخال كلمة السر القديمة ومن ثم الجديدة

# button
source: Change my password
ar: تغيير كلمة السر

source: Cancel and go back to the site home page
ar: ألغاء و العودة إلى الصفحة الرئيسية

# page title
source: Password reset complete
ar: تم تغيير كلمة السر

source: Your password has been reset.
ar: لقد تم إعادة تنصيب كلمة السر

source: Go to the login page
ar: الذهاب إلى صفحة الدخول

# page title
source: Password Reset Confirmation
ar: إعادة إنشاء كلمة المرور

source: Please enter a new password (twice):
ar: الرجاء إدخال كلمة السر ( مرتين )

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ar: تم إرسال رابط تغيير كلمة السر . الرجاء تحديث كلمة السر

# page title
source: Password reset e-mail sent
ar: تم إرسال كلمة السر إلى البريد الإلكتروني

source: Return to the login page
ar: العودة إلى صفحة الدخول

source: Hi, %(username)s!
ar: %(username)sمرحبا

source: If this was you, follow the link below to reset your password:
ar: ادخل هذا الرابط لتعيين كلمة السر

# page title
source: Password Reset
ar: إعادة تعيين كلمة السر

source: Enter your e-mail address below, and we'll e-mail you a password reset link.
ar: اكتب بريدك الإلكتروني ليتم إرسال رابط تغيير كلمة السر

source: Please enter a valid e-mail address.
ar: الرجاء إدخال البريد الإلكتروني

source: E-mail address
ar: البريد الالكتروني

# button
source: Reset my password
ar: اعادة كلمة المرور

source: Back to the login page
ar: العودة إلى صفحة الدخول

source: Password reset on Tabbycat site at %(domain)s
ar: تم تغييير كلمة السر ل،%(domain)s

source: Later, %(username)s — you were logged out!
ar: وداعاً %(username)s— قمت بتسجيل الخروح

source: Later! You were logged out!
ar: ودعاً تم تسجيل الخروج

source: Hi, %(username)s — you just logged in!
ar: مرحبا ، %(username)s — لقد تم تسجل دخولك

source: Welcome! You just logged in!
ar: مرحباً بك
