Repository: 0zlw/tabbycat
Catalog: tabbycat/standings/locale/*/LC_MESSAGES/django.po
Languages: ar

source: All
ar: الكل

source: Breaking
ar: المتأهلون

source: Not %(category)s
ar: ليس من %(category)s

source: All Speakers
ar: جميع المتحدثين

source: All Adjudicators
ar: جميع المحكمين

source: Chairs
ar: رؤساء الجلسات

source: Panellists
ar: أعضاء لجنة التحكيم

source: Trainees
ar: متدربون

source: Average Rating
ar: متوسط التقييم

source: Median Rating
ar: تقييم وسط

source: Upper Quartile Rating
ar: التصفيات الأعلى

source: Lower Quartile Rating
ar: التصفيات الأدنى

source: Average Rating From Teams
ar: متوسط الفرق

source: Average Rating From Panellists
ar: متوسط أعضاء الفريق

source: Average Rating From Trainees
ar: متوسط المتناظر

source: Average Score
ar: متوسط الدرجات

source: Median Score
ar: الدرجات المتوسطة

source: Upper Quartile Score
ar: أعلى الدرجات

source: Lower Quartile Score
ar: أقل الدرجات

source: Reply Speaker Average
ar: رد متوسط درجات المتناظر

source: Speaker %(num)d Average
ar: %(num)d متوسط المتناظر

source: Average Finals Score
ar: متوسط درجات النهائي

source: total
ar: المجموع

source: Total
ar: المجموع

source: average
ar: متوسط

source: Avg
ar: المتوسط

source: standard deviation
ar: الانحراف المعياري

source: speeches given
ar: خطاب الدخول

source: Num
ar: رقم

source: replies given
ar: خطاب الرد

source: points
ar: نقاط

source: Points (2/1/0)
ar: النقاط (2/1/0)

source: wins
ar: عدد مرات الفوز

source: Wins
ar: عدد مرات الفوز

source: total speaker score
ar: مجموع نقاط المتحدث

source: Spk
ar: متحدث

source: average speaker score
ar: متوسط نقاط المتحدثين

source: sum of margins
ar: جمع فرق الدرجات

source: average margin
ar: متوسط فرق الدرجات

source: draw strength
ar: رسم بياني للقوى

source: number of adjudicators who voted for this team
ar: عدد المحكمين الذين صوتوا لصالح هذا الفريق

source: Ballots
ar: تصويت

source: votes/ballots carried
ar: التصويت / النتائج

source: number of firsts
ar: عدد الأوائل

source: 1sts
ar: 1st

source: number of seconds
ar: عدد الثواني

source: 2nds
ar: 2nd

source: Who-beat-whom
ar: من أفضل من

source: who-beat-whom
ar: من أفضل من

source: Who-beat-whom (in division)
ar: من أفضل من ( في الأقسام )

source: who-beat-whom (in divisions)
ar: من أفضل من ( في الأقسام )

source: It also excludes silent rounds (if any).
ar: كما أنه يستثني الجولات الصامتة (إن وجدت).

source: This list is sorted by team points, then alphabetically by team name. It does not indicate each team's ranking within each bracket. %(silent_round_sentence)s
ar: يتم فرز هذه القائمة حسب عدد من نقاط الفريق ، ثم أبجديا حسب اسم الفريق. وهي لا تشير إلى ترتيب كل فريق داخل كل قوس. %(silent_round_sentence)s

source: This list is sorted by number of wins, then alphabetically by team name. It does not indicate each team's ranking within each bracket. %(silent_round_sentence)s
ar: يتم فرز هذه القائمة حسب عدد من الانتصارات، ثم أبجديا حسب اسم الفريق. وهي لا تشير إلى ترتيب كل فريق داخل كل الصندوق . %(silent_round_sentence)s

source: There aren't any rounds for which results are available.
ar: لم يتم إدخال النتائج لأية جولات بعد.

source: Note that speakers are being sorted by their <strong>average score</strong>.
ar: ملاحظة : سيتم فرز المتناظرين حسب <strong>متوسط الدرجات </strong>

source: Note that speakers are being sorted by their <strong>total score</strong>. Any speaker who misses a single debate will be severely punished in these rankings.
ar: ملاحظة : سيتم فرز المتناظرين حسب <strong> درجاتهم </strong> . أي متناظر لم يقم بالتناظر أو قام بالانسحاب لن يتم عرض مستواه

source: Also, speakers can miss up to %(count)s debates before they are omitted from the speaker tab.
ar: بالإضافة يمكن للمتناظر أن يفقد %(count)s قبل دخول الدرجات إلى التاب

source: These settings can be changed in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>.
ar: يمكنك تغيير الإعدادات <a href="%(standings_config_url)s" class="alert-link">في خانة إعدادات البطولة </a>

source: Key
ar: مفتاح

source: Non-cis male identifying
ar: لا يوجد حقل تم تحديده

source: Male identifying
ar: تحديد

source: Overview
ar: عرض المتأهلون

source: Teams
ar: الفرق

source: Divisions
ar: التقسيمات

source: Speakers
ar: المتناظرين

source: Replies
ar: الردود

source: %(category_name)s Speakers
ar: %(category_name)sالمتحدث

source: Motion Statistics
ar: إحصائيات القضية

source: Diversity Overview
ar: عرض التقاسيم

source: <p>There was an error generating the standings: <em>%(message)s</em></p>
ar: <p>هناك خلل في إعداد الترتيب : <em> %(message)s </em> </p>

source: <p>You may need to double-check the <a href="%(standings_options_url)s" class="alert-link">standings configuration under the Setup section</a>. If this issue persists and you're not sure how to fix it, please contact the developers.</p>
ar: <p> قد تحتاج إلى مراجعة مرة أخرى <a href="%(standings_options_url)s" class="alert-link"> تحت الإعدادات </a> في حالة عدم قدرتك على إصلاح المشكلة يمكنك الاتصال بالمطور . </p>

source: <p>The tab director will need to resolve this issue.</p>
ar: <p> على غرفة العمليات معالجة هذا العطل</p>

source: %(title)s (Top %(limit)d Only)
ar: %(title)s( أفضل %(limit)d فقط )

source: The tab can't be displayed because all rounds so far in this tournament are silent.
ar: لا يمكن إظهار النتائج لأن كافة جولات البطولة جولات صامتة.

source: Speaker Standings
ar: ترتيب المتحدث

source: Speaker Tab
ar: النتائج المتحدث

source: %(category)s Speaker Standings
ar: %(category)sترتيب المتحدثين

source: %(category)s Speaker Tab
ar: نتائج المتحدث %(category)s

source: Reply Speaker Standings
ar: ترتيب متحدث خطاب الرد

source: Reply speeches aren't enabled in this tournament.
ar: خطابات الرد غير ممكنة في هذه البطولة

source: Reply Speaker Tab
ar: النتائج متحدثي خطاب الرد

source: Team Standings
ar: ترتيب الفرق

source: Division Standings
ar: ترتيب التقسيمات

source: Team Tab
ar: النتائج حسب الفرق

source: Current Team Standings
ar: ترتيب الفرق الحالي
